/* NSPanel () : <title:> (oid:5) */
"" = "";

/* NSTextField (Access to %@ requires you to provide log in credentials) : <title:Access to %@ requires you to provide log in credentials> (oid:10) */
"Access to %@ requires you to provide log in credentials" = "O acesso a %@ necessita que disponibilize as suas credenciais";

/* NSButton (Cancel) : <title:Cancel> (oid:8) */
"Cancel" = "Cancelar";

/* NSButton (Log In) : <title:Log In> (oid:14) */
"Log In" = "Log In";

/* NSTextField (Name:) : <title:Name:> (oid:9) */
"Name:" = "Nome:";

/* NSTextField (Password:) : <title:Password:> (oid:13) */
"Password:" = "Palavra-Passe:";

/* NSTextField (The user name and password you provide will be remembered for the next time you refresh this subscription.) : <title:The user name and password you provide will be remembered for the next time you refresh this subscription.> (oid:15) */
"The user name and password you provide will be remembered for the next time you refresh this subscription." = "O nome de utilizador e palvra-passe que forneceu serão guardados para a próxima vez que actualizar esta subscrição.";

